{"id": "baumert2014", "title": "SOIL ORGANIC CARBON SEQUESTRATION IN JATROPHA CURCAS SYSTEMS IN BURKINA FASO", "text": "The cultivation of the biofuel crop Jatropha curcas L. in Burkina Faso may contribute to ameliorating the soil fertility of severely declining cropland through increased organic matter input and erosion control. This study addresses the potential for the soil organic carbon (SOC) sequestration in traditional and newly introduced J. curcas production systems. Five prevailing systems included interplanting with annual crops, intensely managed monoculture plantations, afforestation of abandoned cropland, plantings along contour stone walls, and traditional living fences.\n\nThe SOC was analyzed in 20 paired sites of 1-to 4-year-old J. curcas plantings and adjacent cropland. Paired sites with living fences involved a longer chronosequence with 15-and 20-year-old plantings. Additionally, the contribution of J. curcas to SOC sequestration was investigated by comparing the 13 C signature of the C inputs in four J. curcas sites with that of sorghum cropping.\n\nLinear regression analysis did not reveal a clear trend of SOC dynamics over time for the short-term chronosequences, nor could the isotopic tracer technique prove a contribution of 4-year-old J. curcas trees to the SOC stock. The 20-year chronosequence of J. curcas living fences exhibited a significant SOC increase of 62 ± 23 g m À2 y À1 . Considering soil coverage of 1,200 m 2 ha À1 by living fences (400-m hedge with a width of 3 m), 1.5 Mg SOC was sequestered. Also, changes in δ 13 C values indicated a contribution of C 3 -derived C to the SOC stock. These findings on traditional J. curcas systems indicate the potential of this biofuel crop for improving cropland soil fertility in the long run.\n\nSoil organic carbon (SOC) plays a vital role in soil-based environmental services, soil fertility, and the productivity of an ecosystem (Vlek, 2005; Bationo et al., 2006) . In West Africa, only little organic material is left in annual cropping systems for mulching because of low productivity levels, biomass burning in the field, livestock grazing, and biomass use for energy purposes or as construction material (Tiessen et al., 1998; Bationo et al., 2006) . On the other hand, soil carbon loss is accelerated by microbe-induced, termiteinduced, and temperature-induced rapid mineralization and decomposition rates of organic material and by leaching and erosion (Batjes, 2001) . The SOC concentrations in West African soils, inherently low in fertility and under increasing anthropogenic pressure, range only between 1 and 8 g kg À1 (Bationo et al., 2006) .\n\nThe shrub species Jatropha curcas L. has been recently introduced as a low-maintenance biofuel crop with cultivation hotspots in India, Zambia, Madagascar, Tanzania, Brazil, Mexico, and Ghana (Gao et al., 2011) , on the basis of its claimed potential to increase energy security while contributing to land rehabilitation (Francis et al., 2005; Jongschaap et al., 2007) and mitigation of CO 2 emissions. In Burkina Faso, where declining soil fertility represents a main threat to agricultural production (Vlek et al., 2008) , the contribution of J. curcas cultivation to soil amelioration through increased residue inputs and erosion control could be significant. However, scientific evidence on land reclamation by J. curcas is scarce (Gasparatos et al., 2012) . Experiments carried out so far show evidence of improved soil structure and potential for C sequestration in degraded soils in a 30-month-old J. curcas plantation (Ogunwole et al., 2008) and increased soil-C stocks in J. curcas hedgerows as opposed to neighboring fields (Soulama, 2008) . Long-term soil-C sequestration rates of J. curcas systems are not known.\n\nStudies of long-term changes in soil C in the same location are rarely feasible because of the long-term follow-up required. Therefore, comparisons of soils under plantations with those under previous land use and under plantations of different ages are valuable methods for the detection of SOC change due to afforestation. The latter \"space-for-time substitution\" approach implies a soil chronosequence as a series of soils that develop in similar geological positions with comparable site factors except plantation age [Jenny (1980) cited in Richter & Markewitz, 2001] . Stable C isotope studies can furthermore help to detect subtle SOC changes due to the contribution of trees to soil organic matter in systems where the 13 C signature of the C inputs from afforested plots (C 3 plants) is different from the 13 C signature of the previous land use with C 4 plants (Nyberg & Högberg, 1995; del Galdo et al., 2003) . Our study aimed to quantify the SOC dynamics in J. curcas systems as opposed to annually cultivated cropland (i) by means of comparing paired J. curcas-cropland sites in a chronosequence approach and (ii) through application of the 13 C natural abundance technique, where the land-use history allowed 13 C discrimination.\n\nOn the basis of an inventory of J. curcas cultivation systems in Burkina Faso (Hallensleben, 2011) , soil samples were collected in five existing systems (Figure 1 ).\n\nIn south-western Burkina Faso, in the Sudanian agroecological zone (AEZ), J. curcas was introduced in small-scale, lowinput intercropping systems in 2007, including annual crops, and in larger-scale, more intensely managed plantations. These sites were predominantly characterized by shallow (53 ± 7 cm) ferric lixisols, with sandy loamy texture in the topsoil and clay content increasing with depth (see Appendix S1 of the supporting information). Afforestation in the south-west also occurred on very shallow (<40 cm) leptosols and endoplinthic ferric lixisols containing over 20% of ferruginous gravel. Sandy loamy in upper horizons and more clayey with depth, these soils are particularly poor in plant-available phosphorus (P) and potassium (K) and, because of low productivity, abandoned from agricultural activities several years before J. curcas planting. Within the Sudano-Sahelian AEZ, living fences of J. curcas have been traditionally planted to protect farm fields from animals. The hedges contain J. curcas shrubs of varying age (due to self-propagation), growing on 120+-cm deep lixisols with a sandy or silt-loamy texture. Further to the north, in the Sahelian AEZ, J. curcas has been planted since 2008 along the stone walls established against wind and water erosion. This area is characterized by >100-cm deep cambisols, clay-loamy in texture with clay content increasing in deeper horizons.\n\nThe average observed soil bulk density over all sites lies between 1•33 and 1•53 g cm À3 , typically increasing with depth. The soils are moderately to slightly acidic (pH 5•9-6•3) and are very low in plant-available P (2•2 ± 0•7 ppm) and low in plantavailable K (28 ± 4•9 ppm) (BUNASOL, 1990) . Total nitrogen (N) and C concentrations, ranging between 0•06% and 0•08% and between 0•76% and 1•04%, respectively, and decreasing with depth, also reflect poor soil fertility. The C/N ratio averaged 13•8 ± 0•7 (Appendix S1).\n\nAt 20 J. curcas sites, soil pits between the tree rows were dug to the bedrock or to a maximum depth of 120 cm. The soil profiles were investigated and classified on the basis of the international World Reference Base for Soil Resources (WRB, 1998) . In each of the horizons, three undisturbed soil cores were extracted for the determination of bulk density. Samples were also collected in 0-10, 10-20, 20-40, 40-60, Figure 1 . Location of 20 paired Jatropha curcas-cropland sample sites in Burkina Faso. This figure is available in color online at wileyonlinelibrary.com/journal/ldr. and 60-100 cm soil layers for measuring SOC. Additionally, soils for the SOC analysis were sampled with a soil auger to a maximum depth of 60 cm according to the microsite sampling approach (Ellert et al., 2001) . The restriction of the sampling points to small microsites minimizes lateral variability and increases the precision in determining temporal changes in soil carbon (Ellert et al., 2001) . Thus, in two microsites (2 m × 2 m) per plantation, samples were collected at three points with an increasing distance from the tree stem (40, 120, and 200 cm) and bulked according to the sampling depth. This approach also aimed to account for differences in SOC caused by spatially variable rooting and leaf-fall patterns of J. curcas shrubs.\n\nAs reference sites, croplands in the immediate proximity of the J. curcas systems were sampled to represent the previous land use. These sites cropped with cotton, maize, sorghum, millet, and legumes (Appendix S1) were also sampled with a soil auger in two microsites to a maximum depth of 60 cm. However, soil auger sampling beyond 40-cm soil depth was hardly possible because of compacted or gravelly soil. The reference cropping sites next to contour hedges were protected by stone walls. The abandoned croplands in the vicinity of afforestation sites were not sampled because J. curcas plants survived poorly there; hence, no SOC accrual was expected. All samples were collected in the beginning of the dry period in October and November of 2010 and 2011.\n\nShort-term soil chronosequences were selected for introduced J. curcas systems in south-western Burkina Faso, covering previous land use (cropland) and plantations aged 1, 2, 3, and 4 years (Appendix S1). For traditional living fence systems in central Burkina Faso, the long-term effect of J. curcas could be investigated in a chronosequence of two cropland sites, representing year 0, and two J. curcas living fences aged 15 and 20 years.\n\nBy using the mass balance of stable 13 C isotope contents, the relative contribution of the new agroforestry system to SOC can be detected (Balesdent & Mariotti, 1987) . To this end, topsoil (0-20 cm) and plant (leaf) samples from four sites where J. curcas was established on land formerly cropped with sorghum were analyzed with respect to their 13 C signature (expressed as δ 13 C). Adjacent sorghum-cropped sites, representing the situation before afforestation, were also analyzed for δ 13 C. The proportion of newly derived C from J. curcas plots f new was calculated according to the mass balance equation (del Galdo et al., 2003; Christensen et al., 2011) :\n\nf new ¼ δ new À δ old δ veg À δ old\n\nWhere: δ new is δ 13 C of J. curcas, δ old is that of the reference sorghum soil, and δ veg is that of J. curcas leaves.\n\nTotal soil carbon and total SOC concentrations were analyzed by dry combustion with a EuroEA Elemental Analyzer. For SOC analysis, the soil was treated with 20% HCl beforehand. The analysis of δ 13 C was performed using a mass spectrometer (SerCon \"Callisto CF-IRMS\"). Prior to the analyses, all samples were dried at 103 °C for 24 h and ground to pass a 0•2-mm sieve. Soil bulk density (ρ b ) was computed as the ratio of water and gravel content corrected mass to volume (g cm À3 ). The SOC concentration (%) was converted to C stock (C t , Mg ha À1 ) for a fixed soil depth increment d (0-10, 10-20, 20-40, and 40-60 cm):\n\nC t ¼ SOC • ρ b •d\n\nCarbon stocks for the entire soil profiles were calculated by summing up the C stocks of individual layers down to the bedrock. Considering that ρ b can change over time because of crop choice and soil tillage, Ellert et al. (2001) recommended relating the SOC content to the unit of mass rather than volume. To account for unequal soil masses or densities among the sites, SOC was calculated in successive layers of a soil mass corresponding approximately to the soil mass of the depth increments (~14 g cm À2 for 10-cm increment). The thickness of the additional soil layer (T add ) required to attain the equivalent soil mass (M equiv ) was then computed according to the equivalent soil mass calculation proposed by Ellert et al. (2001) :\n\nT add ¼ M equiv À M layer ρ b\n\nwith M layer as the actual soil mass of a 10-cm increment.\n\nStatistical analyses were performed using STATA (12•0). All datasets were checked for normal distribution and homogeneity of variance. Least-square linear regression models were tested for significance. In case of overall significant results, differences between means were tested by pairwise comparison with Bonferroni adjustment. For the comparison among the cultivation systems, regression analyses were adjusted for nested design (J. curcas plantations nested in system).\n\nThe analyses were performed at p = 0•05 significance level. Mean values ± standard error (adjusted for nested design) are reported except when indicated otherwise.\n\nSoil Organic Carbon in Jatropha curcas and Cropping Sites The SOC stock to 60-cm soil depth ranged from 33 to 66 t ha À1 (50 ± 7•5) over all cropland and J. curcas sites with ~40% of the C residing in the top 20 cm. SOC made up 97 ± 0•7% of the total C pool with no significant variation among the systems. Average SOC concentrations lay between 0•73% and 1•01% across all sites and depths. Three-factorial linear regression showed significant overall effects of the system (for 0-20 cm horizon) and depth factors (Table I ) and their interactions (p < 0•001) on SOC concentrations. The inclusion of the age factor in the overall regression model did not show interpretable results because of the unbalanced data distribution (Appendix S1).\n\nOver all sites and systems, SOC concentrations significantly decreased with increasing soil depth, measuring 0•9-1•2% in the topsoil (Figure 2 ) and 0•2-0•5% below 60 cm. Testing the depth factor separately for each system showed a significant decrease in SOC over soil depth in intercropping systems. The depth effect was statistically insignificant for intensely managed plantations and associated cropland because of the high SOC variability observed in these sites. Living fences with their associated cropland sites, afforestation systems, and particularly contour hedges showed statistically insignificant variations in SOC concentration over sampled soil depths. The virtually constant SOC concentrations over the entire soil depth under contour hedges and stone lines indicate steady C stocks. SOC stocks to a depth of 80 cm in soils under contour hedges were higher than those in the other plantation systems, whereas the topsoil values were the lowest among the studied systems (Figure 2 ).\n\nAll recently established J. curcas sites showed somewhat lower SOC concentrations than the adjacent cropland. In contrast, SOC concentrations in mature living fences (15 and 20 years old) significantly exceeded those in the reference cropping sites, indicating C accrual following J. curcas planting.\n\nSignificant differences were detected among the systems for SOC concentrations in the top 20-cm soil layer (Figure 2 ). Contour hedges had significantly lower SOC values (0•61 ± 0•08) than living fences (1•19 ± 0•08) and afforestation sites (1•08 ± 0•11). Given the differences in soil types among these systems, the observed variations have to be at least partly attributed to the location-specific soil properties. Among the cropland sites (pooled for each corresponding J. curcas system), no significant differences were observed (1•01 ± 0•10), although croplands associated with the intercropping and intensely managed plantations showed mean SOC concentrations at least 1•5 times higher than those adjacent to living fences and contour hedges. Below the 20-cm soil depth, variations among the systems were not significant.\n\nTable I. Significance of (a) soil depth factor for soil organic carbon (SOC) in paired sites of Jatropha curcas and reference cropland and (b) differences in topsoil SOC concentrations (20 cm) among J. curcas systems based on linear regression model adjusted for nested design (p < 0•05) System (a) Depth (b) System J. curcas (n) Reference (n) L F C H A F I M Intercropping (IC) <0•001 (147) 0•002 (65) 1•00 0•13 1•00 1•00 Living fence (LF) 0•138 (31) 0•872 (19) 0•00 1•00 1•00 Contour hedge (CH) 0•969 (36) 0•446 (24) 0•03 1•00 Afforestation (AF) 0•239 (45) n.o. 1•00 Intensely managed (IM) 0•112 (37) 0•390 (16) All sites <0•001 (296) <0•001 (131) <0•001 (183) n, sample size; n.o., not observed. Multiple comparisons were Bonferroni adjusted.\n\nFigure 2 . Mean values of total soil organic carbon concentrations (SOC, %) as affected by soil depth for paired J. curcas-cropland sites. Intercropping system include 1-4-year-old plantings, living fence -15 and 20 year-old, contour hedge -2 and 3 year-old, intensively managed plantation -3 and 4 year-old.\n\nThe SOC expressed in mass per unit area (kg m À2 ) for the top 20-cm soil layer is shown in Figure 3 [FIGREF0: FIGURE 3 Figure 3. Mean values and their confidence intervals (95%) of (a) total soil organic carbon stocks (SOC) in mass per unit area (kg m À2 ) and (b) in equivalent soil mass (Equivalent SOC) in the topsoil (0-20 cm) of paired J. curcas and cropping sites (J. curcas systems: IC -Intercropping system; LV -Living fence; CH -Contour hedge; AF -Afforestation system; IM -Intensely managed plantation).] . Living fences exhibited significantly higher SOC masses than all the other systems (p < 0•001), except intensely managed plantations. Among the reference sites, significant differences were only observed between sites next to living fences and contour hedges (p < 0•05). Calculating SOC according to the equivalent soil mass of 28 g cm À2 for the first 20-cm increment resulted in more homogeneous SOC among J. curcas systems. Only contour hedges still showed the lowest values (p < 0•05). SOC masses in intercropping and afforestation systems increased following the calculation of the equivalent soil mass because of high gravel content and, consequently, low density of these soils.\n\nIn agreement with the results on SOC concentrations, SOC mass of cropland soils was also higher than that in J. curcas plantations in all paired sites, except for living fences. The C decline following afforestation in the first years is commonly observed and explained by the soil disturbance during plantation establishment and a fast mineralization of the fresh litter (Epron et al., 2009; Laganière et al., 2010) . In the afforestation systems, most J. curcas trees died in the first years after planting because of soil constraints and lack of management. Hence, the relatively high SOC stocks observed in these sites (Figure 3 [FIGREF0: FIGURE 3 Figure 3. Mean values and their confidence intervals (95%) of (a) total soil organic carbon stocks (SOC) in mass per unit area (kg m À2 ) and (b) in equivalent soil mass (Equivalent SOC) in the topsoil (0-20 cm) of paired J. curcas and cropping sites (J. curcas systems: IC -Intercropping system; LV -Living fence; CH -Contour hedge; AF -Afforestation system; IM -Intensely managed plantation).] ) are more because of the contribution by the fallow vegetation and the absence of soil tillage.\n\nThe construction of chronosequences for newly introduced J. curcas plantation systems did not reveal a clear SOC trend over 4 years. For some paired sites in the intercropping systems and intensely managed plantations, croplands showed higher SOC masses (p < 0•05) in the first 40-cm layer (Figure 3 [FIGREF0: FIGURE 3 Figure 3. Mean values and their confidence intervals (95%) of (a) total soil organic carbon stocks (SOC) in mass per unit area (kg m À2 ) and (b) in equivalent soil mass (Equivalent SOC) in the topsoil (0-20 cm) of paired J. curcas and cropping sites (J. curcas systems: IC -Intercropping system; LV -Living fence; CH -Contour hedge; AF -Afforestation system; IM -Intensely managed plantation).] ). Over all systems and sites, no differences between SOC stocks measured in 2010 and in 2011 were observed. These observations comply with the meta-analysis by Li et al. (2012) indicating significant C stock changes only after 30 years following afforestation. C decline in the first years since afforestation is commonly observed and explained by the soil disturbance during plantation establishment and a fast mineralization of the fresh litter (Epron et al., 2009; Li et al., 2012) .\n\nIn contrast, the chronosequence consisting of cropland soil (0 years) and living fences aged 15 and 20 years showed significant but low linear correlation between SOC (R 2 = 0•38, p < 0•05) and living fence age in the top 20 cm. In deeper soil layers, no significant SOC stock increase over time was observed. SOC concentrations exhibited patterns similar to those of SOC stocks (Figure 4 [FIGREF1: FIGURE 4 Figure 4. Linear regression and observed data points of total soil organic carbon (SOC, kg m À2 ) stocks in the topsoil (0-20 cm) in Jatropha curcas living fences in the central region of Burkina Faso. Dotted lines indicate confidence interval (95%).] ). The SOC masses of the cropping sites averaged 2•7 kg m À2 and increased to approximately 4•0 kg m À2 under mature living fences. The linear relationship for the 0-20 cm soil layers corresponds to an SOC accumulation rate of 62 ± 23 g C m À2 y À1 . The increase was the highest for the top 10-cm soil layer. Expressed in SOC concentration, an annual 0•02% increase from the initial 0•84% resulted in an SOC of 1•2%. Assuming soil coverage of 1200 m 2 by living fences (400-m hedge fencing 1 ha with a mean width of 3 m), an SOC sequestration of 77 kg ha À1 y À1 can be expected. Over the period of 20 years, this accumulates to 1•5 t C ha À1 . With 6•3 Mg C ha À1 sequestered in the woody above-ground and below-ground biomass of J. curcas living fences over 20 years (Baumert, 2014) , the contribution of topsoil SOC sequestration to the total ecosystem C accrual was 19%. In comparison with annual cropping systems, such as maize and cotton where usually only the root biomass of ~0•2-0•3 Mg C ha À1 (Tiessen et al., 1998) remains in the soil, J. curcas systems have substantial returns of organic material to the soil through the annual leaf fall. In general, in perennial systems with less soil disturbance, organic matter decomposition is slowed down. Eventually, high litterfall rates coupled with low decay rates lead to increasing litter stocks (Martius et al., 2004) and soil-C sequestration over time (Lal, 2004) . The observed increase in SOC of living fence systems is in line with the findings of Soulama (2008) that show an SOC mass increase in the 0-20 cm topsoil layer from 2•3 kg m À2 in a cropping site to 3•7 kg m À2 under a mature J. curcas living fence in the northern region of Burkina Faso. The observed values are high compared with the rates reported in the literature, for example, a global average accumulation of 33•8 g C m À2 y À1 in forests (Post & Kwon, 2000) , 10-20 g C m À2 y À1 in Senegal under best management practices (Batjes, 2001) , and 20-40 g C m À2 y À1 in arid and semi-arid agroforestry systems according to the literature review by Nair et al. (2009) . The findings of a metaanalysis by Guo & Gifford (2002) showed that land-use conversion from crop to plantation might cause a soil-C stock increase of 18% (estimated at 26% by Laganière et al., 2010) . This is substantially below the value of 48% calculated for the presented case. However, the high value can be explained given the localized planting with dense spacing in J. curcas living fences (<1-m distance between trees). Even though the share of SOC accumulation in the total C sequestration potential of living fences was high (19% over a growing period of 20 years), soil C sequestration in dry lands plays a negligible role in reducing the global C emission gap till 2100 (Batjes, 2001; Smith, 2008) . The incentive for J. curcas management leading to increasing SOC should therefore rather be seen in raising site productivity and soil fertility.\n\nThe 13 C natural abundance technique revealed subtle shifts in SOC stocks that would be significant in the long term but that might not be detected by less sensitive, conventional methodologies of total SOC measurements (del Galdo et al., 2003) . However, consistent with the results on SOC content in paired J. curcas and cropping sites in recently introduced J. curcas plantations, the δ 13 C signature of young J. curcas stands did not show significant amounts of newly C 3 -derived soil C (Table II ). The observed shift of the δ 13 C signature to significantly lower negative values in the intercropping systems can probably be traced back to a thick weed (C 4 ) cover in the plantations. As weed can be a major source of soil organic matter and seasonal shifts in weed composition (proportion of C 3 and C 4 weeds) can occur, monitoring of the weed component would help to better understand the soil C contribution by trees (Diels et al., 2001) .\n\nIn traditional living fences with mature J. curcas plants, the δ 13 C values in 0-20 cm topsoil were more negative than in the adjacent sorghum fields, indicating a contribution of J. curcas to soil C. The newly C 3 -derived C amounted to 10% (f new ) of SOC and eventually contributed to the significant increase in SOC. The proportion of C 3 -C was particularly high in the first 0-10 cm soil layer. In a sparse plantation of >15-year-old J. curcas trees where a young J. curcas intercropping system was integrated (sampling site 11, Appendix S1), parkland trees and ancient C 3 vegetation most likely contributed to the highly negative 13 C values observed (Table II ). However, despite the observable trends, the overall analyses did not prove significant differences in δ 13 C values between the mature J. curcas and the neighboring sorghum sites.\n\nStatistically significant SOC accumulation over time could be observed solely in living fences, as these are the only systems existing over a long enough period in Burkina Faso.\n\nTable II. Comparison of δ 13 C (‰) in soils (0-20 cm) under Jatropha curcas and sorghum J. curcas δ 13 C (‰) Sorghum δ 13 C (‰) f new p n 2-year-old afforestation system À14•6 ± 0•14 À15•6 ± 0•44 -0•02 15 4-year-old intercropping system a À16•7 ± 0•45 À17•3 ± 0•37 -0•29 18 20-year-old living fence À16•3 ± 0•55 À15•1 ± 0•57 0•10 0•14 18 >15-year-old J. curcas trees in sparse plantations À20•5 ± 0•65 À19•9 ± 0•42 0•07 0•50 14 a\n\nSorghum and groundnut intercropping stopped 1 year before sampling; Jatropha curcas leaves had a mean δ 13 C value of (À27•9 ± 0•2‰) (n = 4); δ 13 C value of sorghum, millet, and grass averaged (À11•7 ± 0•1‰) (Bayala et al., 2006) . Mean values ± standard error; f new : proportion of newly derived C from J. curcas plots (in the first two cases, no newly derived C could be observed).\n\nThe chronosequence study (covering 20 years) showed an average annual SOC accumulation of 62 g m À2 in the top 20 cm (48% increase over 20 years) under J. curcas living fences. This value was corroborated by observable changes in δ 13 C values, indicating a contribution of C 3 -derived C to total soil C. Even if no increase in SOC in the newly introduced J. curcas plantation systems could be discovered over the first years, long-term SOC accumulation can be expected on the basis of the high organic matter inputs through annual foliage deposition in contrast to annually harvested crop biomass. Longer-term measurements comprising standard soil analyses and 13 C natural isotope abundance should be undertaken in growing J. curcas plantations to investigate SOC changes over time. The equivalent soil mass approach is advisable for calculating SOC stock changes as the soils are characterized by high gravel content.\n\nIn J. curcas living fences, localized plantings with high tree densities, high litter production, and low soil disturbance led to comparably high soil C sequestration rates. These made an important contribution to the total C budget of the living fences. Thus, ignoring SOC changes would lead to an underestimation of the C sequestration potential. Although the contribution to climate change mitigation remains small from the global perspective, the observed SOC increases are locally important for enhancing soil productivity.\n\nCopyright © 2014 John Wiley & Sons, Ltd. LAND DEGRADATION & DEVELOPMENT, (2014)"}
{"id": "sample", "title": "Sample Paper", "text": "Here is the abstract of this paper.\n\nWe did some tests and got some results.\n\nThis paper has huge impact.\n\nIn this paper, we will tell you about our findings.  We figured out many things.  First H2O is water (Lavoisier, 1789).  Then we discovered that a set is compact if and only if it is closed and bounded (Heine et al., 1852).\n\ntext here\n\n[TABREF0: TABLE This is a table with numerical values]"}
{"id": "sharma2023", "title": "Carbon stock potential of agroforestry systems in low hills of north-western Himalayas", "text": "The present experiment was conducted at Dr Y S Parmar University of Horticulture and Forestry, Nauni,\n\n1 Dr Y S Parmar University of Horticulture and Forestry Nauni, Solan, Himachal Pradesh. *Corresponding author email: harish.s2077@gmail.com Himachal Pradesh (HP) is a mountainous state located in western part of Himalayas and is characterized by the diverse agro-ecosystems with altitude varying from 350-6975 m amsl (Gupta et al. 2017) . Agriculture is the main occupation of the people of the state with 69% of the main workers engaged in the agricultural activities and 75% of the total reporting area is available for cultivation. Hill farming systems are dominated by small-scale and subsistence agricultural groups as about 89% of the landholdings in HP are constituted by marginal and small farmers (GoHP 2021). In comparison to larger and more financially oriented farms, these farmers have distinct land management goals and limits. Planting trees on farms helps farmers to satisfy their multifarious needs, which leads to increase in tree cover and thereby reducing the burden on existing forests. Being influenced by physiography, the climate within state varies greatly with some areas being warmed significantly during summers, while, some being covered with snow during winters resulting in the state being classified in four agro-ecological zones. In recent years, changing climate, population increase and decreased land holdings has called for the development of land use systems that reconcile agricultural production with the provisioning of ecosystem services, including climate change mitigation. Agroforestry provides end-to-end link between sustainability and profitability along with greater opportunities for the sustained productivity to tackle such problems. However, the adoption of agroforestry technologies depends on the edapho-climatic, socioeconomic status and farmer needs, and management is influenced by physical, demographic and institutional factors (Bayard et al. 2007) . Studies report that low lying areas of HP are highly exposed to the changing climatic conditions (GoHP 2012). Chamba district of HP is categorized by mountainous landscape ranging from 2000 feet to 21000 feet and is least explored for its agroforestry resources. So, keeping in mind the extent of exposure to climate change and the role of agroforestry in addressing the climate change effects, the study was carried out with the objectives of identifying the prevalent agroforestry systems (AFS) and to assess their carbon stock potential.\n\nThe present experiment was conducted during 2019-2021 at Dr Y S Parmar University of Horticulture and\n\nThe findings revealed that five AFS were prevalent in the study area, viz. agrisilviculture (AS), agrihorticulture (AH), agrisilvihorticulture (ASH), silvopastoral (SP) and pastoralsilviculture (PS). Depending upon the functional components AFS can take numerous forms which are generally the result of primary needs of the society, topography, climate, edaphic conditions, biotic factors as well as economic aspects. The tree density and proportionate area under tree component in different systems varied from 50 (pastoralsilviculture) to 157 (silvopastoral) per ha and 0.20 (agrihorticulture) to 0.65% (silvopastoral), respectively. Among the prevalent AFS in the study area, the specific agricultural components consisted of Zea mays (Makki), Triticum aestivum (Kanak), Hordeum vulgare (Jau), Oryza sativa (Dhaan), Avena sativa (Jauvi), Capsicum annuum (Shimla mirch), Solanum lycopersicum (Tamatar), Solanum tuberosum (Baingun), Allium sativum (Lahsun), Coriandrum sativum (Ben), Brassica juncea (Sarson), Trigonella foenumgraecum (Methi) and Capsicum frutiscens (Pipli). In the present era when we are facing the adverse climatic conditions agroforestry in the form of traditional systems is cushioning our agroecosystems implicitly. The systems prevalent in the farmer field were mostly traditional having the higher proportion of forest species fulfilling the needs of the fodder, i.e. Grewia optiva (Beul), Leucaena leucocephala (Leucena), Ficus palmata (Dagla), Bauhinia variegata (Kachnar), Morus serrata (Toot), Prunus cerasoides (Paaja), Celtis australis (Khirak), timber, i.e. Toona ciliata (Tooni), Bombax ceiba (Semal), Melia composita (Drek), Dalbergia sissoo (Shisham), Punica granatum (Dadu), Tectona grandis (Sagwan), Celtis australis and fuel, i.e. Albizia chinensis (Black siris/Olha), Celtis australis, Leucaena leucocephala, Ficus palmata, Morus serrata, Grewia optiva, Bauhinia variegata, Pyrus pashia (Kainth) and Pistacia integerrima (Kakarsingi). However, with the changing scenario horti-based systems are being preferred by the farmers owning to the economic benefits, perennial nature, less management which also results in positive ecological benefits side by side. In the study area, various horti-based systems comprised Mangifera indica, Citrus limon, Litchi chinensis, Citrus aurantifolia, Prunus persica, Prunus domestica, Psidium guajava, Carica papaya and Pyrus communis. Although, farmers are not much bothered about the climatic hazards as they are by the returns from the investment, so, if farmers can be motivated to adopt suitable agroforestry technologies based on their economic profitability and dual goals of raising farmer economy and addressing climate change can be fulfilled simultaneously. Topographically being hilly terrain, the conservation of the soil against erosion as well as stabilization of the farm bunds becomes important. Natural grasses retained on the farm bunds as well as adoption of the pasture based systems locally known as ghasnis, on the land left fallow is also of utmost importance. Major grasses present in the pasture based systems were Chrysopogon montanus, Heteropogon contortus, Chloris Forestry, Nauni, Solan (32°11′30\" to 33°13′6\"N and 75°49 to 77°3′30\"E), Himachal Pradesh. Three village panchayats were selected and from each panchayat 15 farmers were selected randomly comprised 5 farmers each from marginal, small and medium category. The AFS being practised by the selected farmers were identified on the structural and functional basis (Nair 1985) and named on the basis of the prime importance of the functional components.\n\nFor the estimation of biomass in the AFS, sampling was done by laying out the standard plots of 50 cm × 50 cm for herbage, 1 m × 1 m for agricultural crops, 5 m × 5 m for shrubs and 30 m × 10 m for the trees. For the biomass estimation of the herbage, agricultural crops and shrubs, the destructive method of sampling was used. In case of agricultural crops and herbage, the vegetation found within the sample plot was uprooted and the aboveground and belowground portions were separated and oven dried at 70 o C till a constant weight was obtained. For the estimation of shrub biomass, the shrubs were uprooted and the branches were categorized into different size classes. Three branches from each size class were selected to assess the oven dried weight of the branches which on multiplying with the number of branches in each size class gave the total oven dried weight. For trees, non-destructive method of biomass estimation based on volume equations was used (FSI 1996) . The aboveground biomass (AGB) of the trees was estimated as: where BEF, Biomass expansion factor. Belowground biomass (BGB) of tree was calculated by multiplying its AGB with a standard factor of 0.26 (Cairns et al. 1997) . Biomass carbon stock was calculated by multiplying the biomass with the standard factor 0.5 (IPCC 2003) . For the estimation of soil carbon stock, five soil samples, one from the centre and four from the corners, were collected from the depth of 0-30 cm from the sample plot laid to form a composite sample. Soil samples were then shade dried, grinded to pass through 2 mm sieve and stored in cloth bags for further analysis. Soil organic carbon density was calculated by multiplying % organic carbon with bulk density and soil depth and expressed in Mg/ha. C (Mg/ha) = Soil bulk density (g/cm 3 ) × soil depth (cm) × OC (%) × 100\n\nwhere C, soil organic carbon density; OC, soil organic carbon (%) expressed in decimal fraction. Vegetation carbon stock along with soil carbon stock was expressed as total carbon stock of the system. The data were subjected to two way ANOVA using SPSS software and least significant difference (LSD) was calculated where data exhibited significant results.\n\nage, growth of the vegetation etc. Similarly, AFS (P<0.001) and the interaction between farmer category and AFS (P=0.027) significantly affected BGB production (Table 1 [TABREF0: TABLE Biomass production (Mg/ha) in different AFS among farmer categories <table><tr><td>AFS</td><td/><td>AGB</td><td/><td>Mean</td><td/><td>BGB</td><td/><td>Mean</td></tr><tr><td/><td colspan=\"3\">Farmer Category (FC)</td><td/><td colspan=\"3\">Farmer Category (FC)</td><td/></tr><tr><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/></tr><tr><td>AS</td><td>32.43</td><td>26.40</td><td>33.45</td><td>30.76 b</td><td>8.11</td><td>6.21</td><td>8.28</td><td>7.53 b</td></tr><tr><td>AH*</td><td/><td>25.51</td><td>19.12</td><td>22.32 a</td><td/><td>6.30</td><td>4.48</td><td>5.39 a</td></tr><tr><td>ASH</td><td>37.48</td><td>34.39</td><td>36.22</td><td>36.03 c</td><td>9.39</td><td>8.66</td><td>9.09</td><td>9.04 c</td></tr><tr><td>SP</td><td>34.89</td><td>41.89</td><td>38.42</td><td>38.40 c</td><td>9.01</td><td>10.84</td><td>9.78</td><td>9.88 c</td></tr><tr><td>PS</td><td>15.76</td><td>22.21</td><td>21.40</td><td>19.79 a</td><td>4.05</td><td>5.44</td><td>5.84</td><td>5.11 a</td></tr><tr><td>Mean</td><td>30.14</td><td>30.08</td><td>29.72</td><td/><td>7.64</td><td>7.49</td><td>7.49</td><td/></tr><tr><td>LSD 0.05</td><td colspan=\"3\">FC-NS, AFS-4.12, FC×AFS-7.14</td><td/><td colspan=\"3\">FC-NS, AFS-1.09, FC×AFS-1.88</td><td/></tr></table>] ). The BGB ranged between 5.11 to 9.88 Mg/ha which is higher than that reported (0.59-21.21 Mg/ha) by Tiwari et al. (2018) and Sharma et al. (2021) , while, lower compared to the that reported by Gupta et al. (2017) and Panwar et al. (2022) in Himalayan region. Among all the systems, maximum (9.88 Mg/ha) BGB was obtained for silvopastoral which was at par with the agrisilvihorticulture (9.04 Mg/ha), while, minimum (5.11 Mg/ha) was obtained for pastoralsilviculture which was at par with agrihorticulture (5.39 Mg/ha). Results obtained were similar to the findings of Sharma et al. (2021) and Panwar et al. (2022) attributed to the species diversity, density, frequency, age of vegetation, management regimes, tree growth characteristics etc. Further, being a fraction of AGB, variations in BGB becomes inevitable and may depend on type of plant, root system, management practices as well as ecological conditions prevailing in the area (Rajput et al. 2015 , Chaturvedi et al. 2016) . For interaction, maximum (10.84 Mg/ha) and minimum (4.05 Mg/ha) BGB was obtained for silvopastoral and pastoralsilviculture system respectively, under small and marginal farmer category.\n\nData in Table 2 [TABREF1: TABLE Biomass carbon stock (Mg/ha) and soil carbon density (Mg/ha) in different AFS among farmer categories Mean values in respective row and column followed by different alphabet are statistically different at P<0.05, NS, Non-significant. *: Based on modified population marginal mean. <table><tr><td>AFS</td><td colspan=\"3\">Biomass carbon stock</td><td>Mean</td><td colspan=\"2\">Soil carbon density</td><td/><td>Mean</td></tr><tr><td/><td colspan=\"3\">Farmer Category (FC)</td><td/><td colspan=\"3\">Farmer Category (FC)</td><td/></tr><tr><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/></tr><tr><td>AS</td><td>20.27</td><td>16.31</td><td>20.86</td><td>19.15 b</td><td>26.25</td><td>27.18</td><td>26.31</td><td>26.58 ab</td></tr><tr><td>AH*</td><td/><td>15.91</td><td>11.80</td><td>13.85 a</td><td/><td>22.51</td><td>24.43</td><td>23.47 a</td></tr><tr><td>ASH</td><td>23.43</td><td>21.52</td><td>22.65</td><td>22.54 c</td><td>27.00</td><td>34.67</td><td>29.97</td><td>30.55 bc</td></tr><tr><td>SP</td><td>21.95</td><td>26.37</td><td>24.10</td><td>24.14 c</td><td>34.08</td><td>37.42</td><td>38.83</td><td>36.78 d</td></tr><tr><td>PS</td><td>9.90</td><td>13.82</td><td>13.62</td><td>12.45 a</td><td>28.61</td><td>34.41</td><td>31.90</td><td>31.64 c</td></tr><tr><td>Mean</td><td>18.89</td><td>18.79</td><td>18.60</td><td/><td>28.99</td><td>31.24</td><td>30.29</td><td/></tr><tr><td>LSD 0.05</td><td colspan=\"3\">FC-NS, AFS-2.50, FC×AFS-4.33</td><td/><td colspan=\"3\">FC-NS, AFS-4.52, FC×AFS-NS</td><td/></tr></table>] reflected that biomass carbon stock was significantly influenced by the AFS (P=0.000) and the interaction (P=0.039) between AFS and farmer category. Among all the systems, biomass carbon stock was obtained maximum (24.14 Mg/ha) for silvopastoral at par with the agrisilvihorticulture (22.54 Mg/ha) system, while, minimum (12.45 Mg/ha) was obtained for pastoralsilviculture which was at par with agrihorticulture (13.85 Mg/ha) system. The biomass carbon stock is in line with findings of Singh et al. (2019) in low hills of HP, while, lower as compared to that reported by Gupta et al. (2017) and Singh et al. (2018) .\n\nMaximum biomass carbon under silvopastoral system may be because of higher tree density contributing more biomass production and consequently higher carbon stock retention. Similarly, maximum total biomass carbon have been reported under silvopastoral (Singh et al. 2018) and gayana, Cymbopogon martini, Setaria spp, Saccharum spontanum, Panicum maximum, Desmostachya bipinnata, Pennisetum spp and Cynodon dactylon. The results of the study were in line with the findings of several workers (Gupta et al. 2017 , Tiwari et al. 2018 , Sharma et al. 2021 and Sharma et al. 2023 ) who reported agrisilviculture, agrisilvihorticulture, agrihortisilviculture, agrihorticulture, silvipastoral, pastoralsilviculture, agrisilvipastoral and pastoralsilvihorticulture as the prevalent systems in low hills of HP. Fulfilment of fodder requirements and fuel wood demand, poor soil conditions, prevention of soil erosion as well as availability of the diversified products were attributed as the main reasons for adopting these systems.\n\nBiomass production potential of AFS: The AGB was significantly influenced by the type of AFS (P<0.001) and the interaction of farmer category with AFS (P=0.043) (Table 1 [TABREF0: TABLE Biomass production (Mg/ha) in different AFS among farmer categories <table><tr><td>AFS</td><td/><td>AGB</td><td/><td>Mean</td><td/><td>BGB</td><td/><td>Mean</td></tr><tr><td/><td colspan=\"3\">Farmer Category (FC)</td><td/><td colspan=\"3\">Farmer Category (FC)</td><td/></tr><tr><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/></tr><tr><td>AS</td><td>32.43</td><td>26.40</td><td>33.45</td><td>30.76 b</td><td>8.11</td><td>6.21</td><td>8.28</td><td>7.53 b</td></tr><tr><td>AH*</td><td/><td>25.51</td><td>19.12</td><td>22.32 a</td><td/><td>6.30</td><td>4.48</td><td>5.39 a</td></tr><tr><td>ASH</td><td>37.48</td><td>34.39</td><td>36.22</td><td>36.03 c</td><td>9.39</td><td>8.66</td><td>9.09</td><td>9.04 c</td></tr><tr><td>SP</td><td>34.89</td><td>41.89</td><td>38.42</td><td>38.40 c</td><td>9.01</td><td>10.84</td><td>9.78</td><td>9.88 c</td></tr><tr><td>PS</td><td>15.76</td><td>22.21</td><td>21.40</td><td>19.79 a</td><td>4.05</td><td>5.44</td><td>5.84</td><td>5.11 a</td></tr><tr><td>Mean</td><td>30.14</td><td>30.08</td><td>29.72</td><td/><td>7.64</td><td>7.49</td><td>7.49</td><td/></tr><tr><td>LSD 0.05</td><td colspan=\"3\">FC-NS, AFS-4.12, FC×AFS-7.14</td><td/><td colspan=\"3\">FC-NS, AFS-1.09, FC×AFS-1.88</td><td/></tr></table>] ). However, effect of farmer category on AGB production was found to be non-significant. Among different AFS, the AGB production ranged between 19.79-38.40 Mg/ ha, which is in line with the AGB reported (4.58-70.91 Mg/ha) in the study area by several workers. The AGB reported is higher than that reported by Tiwari et al. (2018) , while, lower compared to the AGB reported by Gupta et al. (2017) and Panwar et al. (2022) in low hill zone of HP. Among all the systems, the maximum (38.40 Mg/ha) AGB was obtained for silvopastoral which was at par with the agrisilvihorticulture (36.03 Mg/ha), while, minimum (19.79 Mg/ha) was obtained for pastoralsilviculture which was at par with agrihorticulture (22.32 Mg/ha). Maximum biomass under silvopastoral system may be ascribed to tree density contributing to more biomass production along with structural and compositional differences of the system as reported by Singh (2018) and Sharma et al. (2021) . For interaction, maximum (41.89 Mg/ha) AGB was obtained for silvopastoral system under small category, while, minimum (15.76 Mg/ha) for pastoralsilviculture under marginal category. Results obtained can be ascribed to the tree densities under different farmer categories and were similar to the findings of Singh (2018) attributed to the structural differences, management, edaphic conditions, Mean values in respective row and column followed by different alphabet are statistically different at P<0.05, NS, Non-significant, *: Based on modified population marginal mean. and Singh et al. (2018) where silvopastoral system resulted in minimum soil carbon density. Further, it was also found that soil organic carbon density in pastoralsilviculture was also higher which otherwise have lower biomass organic carbon stock that may tabe due to intensive root cycling taking place in grassland ecosystem.\n\nTotal carbon stock potential was significantly affected by the AFS (P=0.000), while, the farmer category as well as interaction between both didn't affected the total carbon stock significantly (Table 3 [TABREF2: TABLE Total carbon stock (Mg/ha) and soil:plant carbon ratio in different AFS among farmer categories <table><tr><td>AFS</td><td colspan=\"2\">Total carbon stock</td><td/><td>Mean</td><td/><td>Soil:plant carbon</td><td/><td>Mean</td></tr><tr><td/><td colspan=\"3\">Farmer Category (FC)</td><td/><td colspan=\"3\">Farmer Category (FC)</td><td/></tr><tr><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/></tr><tr><td>AS</td><td>46.53</td><td>43.48</td><td>47.17</td><td>45.73 b</td><td>1.31</td><td>1.84</td><td>1.26</td><td>1.47 a</td></tr><tr><td>AH*</td><td/><td>38.42</td><td>36.23</td><td>37.33 a</td><td/><td>1.43</td><td>2.04</td><td>1.74 a</td></tr><tr><td>ASH</td><td>50.44</td><td>56.19</td><td>52.63</td><td>53.09 c</td><td>1.15</td><td>1.61</td><td>1.34</td><td>1.37 a</td></tr><tr><td>SP</td><td>56.03</td><td>63.79</td><td>62.93</td><td>60.92 d</td><td>1.61</td><td>1.42</td><td>1.64</td><td>1.56 a</td></tr><tr><td>PS</td><td>38.51</td><td>48.23</td><td>45.51</td><td>44.09 b</td><td>2.92</td><td>2.49</td><td>2.36</td><td>2.59 b</td></tr><tr><td>Mean</td><td>47.88</td><td>50.02</td><td>48.89</td><td/><td>1.75</td><td>1.76</td><td>1.73</td><td/></tr><tr><td>LSD 0.05</td><td/><td/><td/><td/><td/><td/><td/><td/></tr></table>] ). Silvopastoral system was found to have highest total carbon stock potential which may be due to the dominance of the tree component along with the tree density in the system. Panwar et al. (2022) and Sharma et al. (2023) also reported higher carbon stock under silvopastoral system attributed to tree density as well as management practices. However, important point to note here is that under pasture dominated system the carbon stock stored in soil was more as compared to vegetation carbon stock as can be seen from the higher soil:plant carbon ratio of 2.59 under pastoralsilviculture system. Higher soil organic carbon may also be due to the dominance of broadleaved tree species having deep anchored root system (Kumar et al.\n\nagrisilvihorticulture (Singh 2018 ) systems attributed to the structural differences, management, edaphic conditions, growth of the vegetation etc. For interaction, maximum (26.37 Mg/ha) biomass carbon was obtained for silvopastoral system under small farmer category, while, minimum (9.90 Mg/ha) for pastoralsilviculture under marginal category farmers.\n\nSoil carbon density was found to have significant (P=0.000) influence of the AFS (Table 2 [TABREF1: TABLE Biomass carbon stock (Mg/ha) and soil carbon density (Mg/ha) in different AFS among farmer categories Mean values in respective row and column followed by different alphabet are statistically different at P<0.05, NS, Non-significant. *: Based on modified population marginal mean. <table><tr><td>AFS</td><td colspan=\"3\">Biomass carbon stock</td><td>Mean</td><td colspan=\"2\">Soil carbon density</td><td/><td>Mean</td></tr><tr><td/><td colspan=\"3\">Farmer Category (FC)</td><td/><td colspan=\"3\">Farmer Category (FC)</td><td/></tr><tr><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/><td>Marginal*</td><td>Small</td><td>Medium</td><td/></tr><tr><td>AS</td><td>20.27</td><td>16.31</td><td>20.86</td><td>19.15 b</td><td>26.25</td><td>27.18</td><td>26.31</td><td>26.58 ab</td></tr><tr><td>AH*</td><td/><td>15.91</td><td>11.80</td><td>13.85 a</td><td/><td>22.51</td><td>24.43</td><td>23.47 a</td></tr><tr><td>ASH</td><td>23.43</td><td>21.52</td><td>22.65</td><td>22.54 c</td><td>27.00</td><td>34.67</td><td>29.97</td><td>30.55 bc</td></tr><tr><td>SP</td><td>21.95</td><td>26.37</td><td>24.10</td><td>24.14 c</td><td>34.08</td><td>37.42</td><td>38.83</td><td>36.78 d</td></tr><tr><td>PS</td><td>9.90</td><td>13.82</td><td>13.62</td><td>12.45 a</td><td>28.61</td><td>34.41</td><td>31.90</td><td>31.64 c</td></tr><tr><td>Mean</td><td>18.89</td><td>18.79</td><td>18.60</td><td/><td>28.99</td><td>31.24</td><td>30.29</td><td/></tr><tr><td>LSD 0.05</td><td colspan=\"3\">FC-NS, AFS-2.50, FC×AFS-4.33</td><td/><td colspan=\"3\">FC-NS, AFS-4.52, FC×AFS-NS</td><td/></tr></table>] ). Highest soil carbon density (36.78 Mg/ha) was recorded under silvopastoral system, while, minimum under agrihorticulture which was at par with the soil carbon density under agrisilviculture. Higher soil organic carbon in silvopastoral system may be due to the litter addition as well as decayed root material in the soil as compared to the other systems. Soil organic carbon is also influenced by litter quality, geographic location, land use and management. Systems which are relatively older and undisturbed have potential to store higher carbon (Panwar et al. 2022) which may be the cause behind the higher carbon accumulation in soil under silvopastoral system. Similarly, higher soil carbon pool was reported under silvopastoral (Goswami et al. 2014) in Himalayan region. However, the results were contrary to the findings of the Singh et al. (2015) CARBON STOCK POTENTIAL OF AGROFORESTRY SYSTEMS 2021). Similarly, Goswami et al. (2014) also reported higher soil:plant carbon ratio in non-arable land uses, viz. silvipasture and pure grassland, highlighting the protective role of these systems on soil on one hand, while the vulnerability towards higher carbon emissions under degraded conditions on the other hand. However, Rajput et al. (2017) reported higher soil:plant carbon ratio under cultivated systems as compared to perennial tree based systems emphasizing the conservation needs of soil resources under these ecosystems.\n\nIn the study area, five AFS were prevalent, viz. agrisilviculture, agrihorticulture, agrisilvihorticulture, silvipastoral and pastoralsilviculture. Biomass production as well as carbon stock potential was not influenced significantly by the type of the farmer category, but, agroforestry system. Biological productivity of the agroforestry land use was found higher for the system dominated by perennial component with silvipastoral system being most productive among all the systems and having maximum carbon stock emphasizing the potential role towards climate change mitigation. Further, carbon stock potential of the agrisilvihorticulture shows that diversified composition can be beneficial from economical as well as ecological perspectives.\n\n[Indian Journal of Agricultural Sciences 93 (6)\n\n[FIGREF0: FIGURE 1 Stem biomass (Mg/ha) = VOB × WD where VOB, volume over bark (from volume equations); WD, wood density. The AGB of a tree was calculated by formula: AGB (Mg/ha) = Stem biomass (Mg/ha) × BEF]"}
